{
  "beers": [
    {
      "name": "Anniversary Barley Wine Ale",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: Rich and complex, this all malt barley wine exhibits hints of dried fruits, toffee and caramel balanced by an abundance of American hops. TASTING NOTES: Full malt taste, pleasant notes of nuts, chocolate, and dried fruit. Generously hoppy, delicately balancing the alcohol content. Finishes strong. Anniversary Barley Wine pairs well with cheeses such as blue cheese. STORY: First brewed in small batches annually to commemorate Uinta's anniversary, this soul-warming brew is now available year-round.",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_anniversary.png"
    },
    {
      "name": "Bristlecone Brown Ale",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: Malty in character, this brown ale has a smooth body and a clean, well-rounded finish. TASTING NOTES: Bristlecone Brown is malt-accented, but with a firm, nutty dryness and gentle fruitiness that is reminiscent of the classic English nut brown style. Bristlecone Brown Ale pairs well with duck, roast pork, grilled salmon and smoked sausages. Complements the flavors found in peanut sauces as in chicken satay. Explore pairing with nutty desserts and those with pears. STORY: No bristlecones were harmed in the production of this brew. Named as a tribute to the regal Great Basin Bristlecone pine. Among these stately survivors is the 4,765 year-old Methuselah, the oldest living inhabitant of North America. Its exact location is kept secret as an older relative nicknamed \"Prometheus\" was unfortunately cut down in 1964.",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_bristlecone.png"
    },
    {
      "name": "Cutthroat Pale Ale",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: This traditional style pale ale has a rich amber color, full malt body and a clean hop finish. TASTING NOTES: Malts and hops mingle harmoniously. Toasty caramel and molasses notes. Slightly fruity. Finishes dry and is highly refreshing. Because Cutthroat is a versatile beer, you can enjoy it with a variety of flavor profiles: spicy, bbq, burgers, wings, Mexican. STORY: The Cutthroat Trout is the state fish of Utah and believed to be named after Cutthroat Pale Ale, Utah's most popular craft brewed beer. (Ok, it is the other way around.).",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_cutthroat.png"
    },
    {
      "name": "Detour Double IPA",
      "brewery": "Uinta Brewing",
      "description": "NOTES: A scenic tour of hops, Detour Double IPA is bright and bold with lively hop character",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_detour.png"
    },
    {
      "name": "Dubhe Imperial Black IPA",
      "brewery": "Uintas Brewing",
      "description": "DESCRIPTION: Toasted, chocolaty dark malts align with an astronomical amount of hops. STORY: Named Utah's Centennial Star in 1996, Dubhe (pronounced Doo-bee) illuminates the front of the big dipper from 124 light years away. Dubhe, also known as Alpha Ursae Majoris, is a red giant that appears orange in color and has a mass 4x that of the sun.",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_dubhe.png"
    },
    {
      "name": "Golden Spike Hefeweizen",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: A refreshing unfiltered American style wheat beer, this medium-bodied ale has a delicate hop character. TASTING NOTES: Pleasantly yeasty with malty influences. Notes of orange and lemon. Slight spiciness and floral quality. Lingering citrusy finish. Golden Spike Hefeweizen pairs well with citrus flavors; also with seafood such as mussels and clams. Also try it with cheeses such as feta, gruyere, and goat cheese. STORY: Golden Spike Hefeweizen was named in honor of the celebrated historic completion of the first transcontinental railroad in the United States. In May 1869 a ceremonial \"golden spike\" was used at the juncture of two facing locomotives--the Union Pacific No. 119 and Central Pacific No. 60 (better known as the Jupiter). Each locomotive represented the railroad lines laid from the Atlantic and Pacific oceans. The copper-alloyed gold spike was tapped into a pre-drilled hole and replaced by an ordinary spike soon afterwards. Each of the four sides of the golden spike was engraved, including one inscription that said, \\\"May God continue the unity of our Country, as this Railroad united the two great Oceans of the world.\\\"",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_golden_spike.png"
    },
    {
      "name": "Hoodoo Kolsch Style Ale",
      "brewery": "Uinta Brewing",
      "description": "This crisp kolsch-style ale is golden in color and exhibits refreshing hop character. TASTING NOTES: Immediately refreshing with light hop character. Slightly bitter. Finishes dry. Hoodoo will pair well with sautéed shrimp, fresh fish seasoned with lemon, smoked salmon, grilled chicken, and bratwurst. STORY: A hoodoo is a tall, this spire of rock that protrudes from the bottom of a basin or badland that are mainly located in the dry, hot areas. Hoodoos can reach heights exceeding that of a 10- story building. So why the name of your beer you might be wondering…well, nowhere in the world are Hoodoos more abundant than right here in our home state, more specifically, in Bryce Canyon National Park.",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_hoodoo.png"
    },
    {
      "name": "Hop Nosh IPA",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: Bold and refreshing, this IPA combines an abundance of hops with a smooth malt profile. STORY: Embracing our inner foodie, Hop Nosh is so big in hop character that it is literally a hoppy snack.",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_hopnosh.png"
    },
    {
      "name": "King's Peak Porter",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: Roasted chocolate malts influence this full-flavored ale. This sessionable porter is black in color and well balanced. TASTING NOTES: Delicate hop character balances a mild bitterness. Hints of expresso and dark chocolate mixed with fruit. Mildly sweet. King's Peak pairs well with classic hearty, cold-weather dishes such as chili, stew, and roasts. Also pairs well with hearty dishes, and cheeses such as gruyere, emmenthaler, and swiss. Have a sweet tooth? Try King's Peak with chocolate and maple flavored desserts. STORY: Named after the highest point in the State of Utah at 13,528 feet, Kings Peak is located in the Uinta Mountains",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_kings_peak.png"
    },
    {
      "name": "Skipping Stone Summer Lager",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: Light- bodied and refreshing, this crisp summer lager has a smooth body and a clean hop finish. TASTING NOTES: Malty taste and generously hopped. Citrus highlights. Finishes crisp and dry. Skipping Stone pairs well with spicy food, and dishes such as chicken satay and grilled sausages. Try it with cheeses such as havarti, muenster, and monterey jack.",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_skipping_stone.png"
    },
    {
      "name": "Trader Session IPA",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: Noted for its bright hop character, this sessionable IPA is wonderfully balanced. TASTING NOTES: Strong hop character with some pine and floral influences. Finishes clean with a delicate malt flavor and a hint of citrus zest. Do not be afraid to pair Trader India Pale Ale with food. While traditionally paired with bold flavors found in Indian curries, Trader pairs well with seafood dishes such as fried calamari. STORY: The style of beer received its name in the 19th century when England controlled the country of India. With no refrigeration or pasteurization in those days, the British were challenged to brew a beer that would survive the long, hot trip to India and upon arrival, satisfy the British citizens and thirsty troops stationed there. In discovering that the hop flower is a natural preservative, the British brewed an ale with an abundant amount of hops, and it worked! Hundreds of years later, the style is still the favorite of many a craft brew drinker.",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_trader_session.png"
    },
    {
      "name": "Yard Sale Winter Lager",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: This full-flavored amber lager delivers a complex, toasted malt body and noble hop character. TASTING NOTES: Honey and caramel undercurrents. Vanilla accents. Malty with light and hoppy notes. Finishes dry. Yard Sale pairs well with earthy mushroom bisque, grilled lamb or pork, and even mussels and clams. STORY: \\\"Yard Sale\\\" is skier slang for when a skier falls down on a slope and loses his gear which ends up scattered down the mountain.",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_yard_sale.png"
    },
    {
      "name": "801 Pilsner",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: Light- bodied and refreshing, this quaffable Pilsner is crisp with a smooth body and a clean hop profile. STORY: Uinta is a long-time supporter of grass-root efforts and non-profit organizations. As a tribute to our home town, 801 signifies Uinta’s on-going commitment to the Utah community and gives our local fans a chance to get involved too. Every sip helps",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_801_pilsner.png"
    },
    {
      "name": "Baba Black Lager",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: Robust and smooth, this full-flavored lager is exceptionably drinkable and pitch black in color. STORY: \\\"Baba Black Sheep...\\\", and the rest is history.",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_baba.png"
    },
    {
      "name": "Hazel Amber Wheat Ale",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: This amber wheat ale has a balanced malt body, hints of coriander, and bright hop character. STORY: Isn't she lovely.",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_hazel.png"
    },
    {
      "name": "Hyve Honey Ale",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: This medium-bodied golden ale is brewed with local wildflower honey. TASTING NOTES: Full-flavored beer. Rich. Robust. Bittersweet beginning. Quickly mellows, leaving the palate with a subtle hint of honey. Hive pairs well with cedar-plank salmon, and, if you have a sweet tooth, baklava.",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_hyve.png"
    },
    {
      "name": "Monkshine Belgian Style Blonde Ale",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: Belgian yeast and American grains provide the distinct character and flavors of this blonde ale. TASTING NOTES: Behold the tangy influences of the yeast, assertive malt, and light, hoppy flavor. Illusional confessions of allspice and fruit. The tang from this Belgian style ale pairs well with roasted chicken with herbs and with spicy Indian flavors.",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_monkshine.png"
    },
    {
      "name": "Punk'n Harvest Pumpkin Ale",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: This sessionable pumpkin ale is brewed with fresh pumpkin and seasonal spices. TASTING NOTES: Malt and hops accented with roasted pumpkin and spices of the season. A subtle hint of vanilla and honey. Punk'n is a wonderful compliment to foods with nutmeg, cinnamon, and clove flavors. Try it with roasted turkey, squash or pumpkin ravioli, peach cobbler, or pumpkin cheesecake.",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_punkn.png"
    },
    {
      "name": "Sum'r Summer Ale",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: Citrusy and thirst-quenching, this refreshing golden ale is highlighted by the use of unique hops. TASTING NOTES: Appealing Sorachi hops, an uncommon hop from Japan, balanced with lighter malts. Citrusy, fresh, clean. Sum'r Organic Summer Ale pairs well with summer. It is an easy companion to most foods on the summer grill, such as chicken, fish, and burgers. Pairs well with curries and spicy foods. Try it with sushi!",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_sumr.png"
    },
    {
      "name": "Wyld Extra Pale Ale",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: A lighter bodied pale ale, this EPA is aggressively dry hopped to showcase fresh hop flavors and aromas. TASTING NOTES: Begins with slight malt flavor with a subtle sweetness. Hop character pounces with citrus and pine notes. Finishes dry with an infusion of sweet hoppiness. (Happiness, too.) Go wild with food pairings. Wyld is versatile and partners well with burgers, pork loin , grilled steak and poultry. Delicious with salmon—grilled or smoked. Try Wyld with a slice of romano cheese.",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_wyld.png"
    },
    {
      "name": "Blue Ski Lager",
      "brewery": "Epic Brewing Company",
      "description": "A refreshing Colorado Rockies lager with a German Pilsner Malt backbone. The subtle malt flavor is balanced with spicy and herbal noble hops and the finish is crisp and clean. 5.3% ABV. Glassware: Pilsner. Food Pairings: Hearty, spicy foods and barbeque.",
      "url": "http://www.epicbrewing.com/the-beers/classic-series/item/775-blue-ski-lager",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_blueski.jpg"
    },
    {
      "name": "RiNO Pale Ale",
      "brewery": "Epic Brewing Company",
      "description": "This is a bold and unpretentious beer born out of the River North Neighborhood. Combining premium English Maris Otter malt with German Specialty grains and Pacific Northwest Hops this Pale Ale is complex, and robust but also very easy going. 5.8% ABV. Glassware: Pint. Food Pairings: Barbequed meats, cheddar cheese and sweet desserts. This mural, by graffiti and tattoo artist \"THiNK426\" can be found within a block of the brewery. The digital image was photographed by \"The Anarchivist\" (Gary Glasser) whose massive collection of digital works focuses on the \"ever changing world of graffiti and mural art\" along The Front Range.",
      "url": "http://www.epicbrewing.com/the-beers/classic-series/item/774-rino-pale-ale",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_rino.jpg"
    },
    {
      "name": "Escape to Colorado IPA",
      "brewery": "Epic Brewing Company",
      "description": "One sip and you'll get the gist. This special hop-forward ale featuring Mosaic and whole leaf Apollo is both fruity and dank. We hope you enjoy our hoppy twist on the taste of freedom. 6.2% ABV. Glassware: Pint. Food Pairings: Strong, spicy foods and bold, sweet desserts.",
      "url": "http://www.epicbrewing.com/the-beers/classic-series/item/773-escape-to-colorado-ipa",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_escape.jpg"
    },
    {
      "name": "Cross Fever Amber Ale",
      "brewery": "Epic Brewing Company",
      "description": "Our lightest in terms of alcohol comes in at 4.8% by volume so that malt can dominate the flavor profile.  Caramel sweet malt all over the palate with a noticeable “jumping just over the barrier” citrus hop aroma.  Surprisingly refreshing for such a malt driven ale.  Truly an all season American Amber. Glassware: Pint. Food Pairings: Chicken, seafood, and spicy meats.",
      "url": "http://www.epicbrewing.com/the-beers/classic-series/item/16-cross-fever-amber-ale",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_cross.jpg"
    },
    {
      "name": "Capt'n Crompton's Pale Ale",
      "brewery": "Epic Brewing Company",
      "description": "Made with classic Pacific Northwest Cascade, Centennial, Mt. Hood in the boil and dry hopped with more Cascade hops. Cascade aroma dominates the nose, so be sure to sniff it like a wine snob. Plenty of ultra-premium Maris Otter malt and three specialty malts give the beer a nice smooth sailing biscuit like aroma and body with some sweetness. Glassware: Pint. Food Pairings: Barbequed meats, cheddar cheese and sweet desserts.",
      "url": "http://www.epicbrewing.com/the-beers/classic-series/item/5-captn-cromptons-pale-ale",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_cromptons.jpg"
    },
    {
      "name": "Pfeifferhorn Lager Beer",
      "brewery": "Epic Brewing Company",
      "description": "A full strength and quaffable American lager with a hint of European flavor. Pfeifferhorn lager has a subtle malt flavor, and clean, crisp finish. A fine spicy and slightly herbal noble hop profile which barely lingers on the palate, 5.3% alcohol by volume. Glassware: Pilsner. Food Pairings: Hearty, spicy foods and barbeque.",
      "url": "http://www.epicbrewing.com/the-beers/classic-series/item/4-pfeifferhorn-lager-beer",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_pfeifferhorn.jpg"
    },
    {
      "name": "Galloway Porter",
      "brewery": "Epic Brewing Company",
      "description": "A dark, full-bodied and drinkable beer, Galloway Porter highlights rich roasted chocolate and coffee-like malt flavors and aromas. It has a very mild hop addition so that the chocolate malt flavor can shine through. Glassware: Pint. Food Pairings: Roasted or smoked foods, barbeque, chocolate and peanut butter desserts.",
      "url": "http://www.epicbrewing.com/the-beers/classic-series/item/3-galloway-porter",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_galloway.jpg"
    },
    {
      "name": "Spiral Jetty IPA",
      "brewery": "Epic Brewing Company",
      "description": "Spiral Jetty India Pale Ale is the launching point in our series of hoppy IPA brews. Spiral Jetty IPA has an aggressive hop profile (five different hops used here with two in the dry hop) presenting citrus, floral, resinous or pine aromas and flavors typical of American hops and a nice pleasant, cleansing bitterness on the finish. The dominance of the hops helps to balance the complex malt flavors and the higher alcohol content. Spiral Jetty is our strongest Classic Series ale at 6.6% alcohol by volume, but certainly not our strongest beer. Glassware: Pint. Food Pairings: Strong, spicy foods and bold, sweet desserts.",
      "url": "http://www.epicbrewing.com/the-beers/classic-series/item/2-spiral-jetty-ipa",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_spiral_jetty.jpg"
    },
    {
      "name": "Intermountain Wheat Beer",
      "brewery": "Epic Brewing Company",
      "description": "An American Wheat Beer, no banana or clove in this one: highly drinkable, unfiltered, \"session-able.\" Easy to drink, nice zest and lemon citrus flavors and aromas from the hops balanced with slight malt sweetness and just a little kick of sour from the wheat. Glassware: Pilsner. Food Pairings: Light salads, sushi, vegetable dishes and fresh fruit.",
      "url": "http://www.epicbrewing.com/the-beers/classic-series/item/1-intermountain-wheat-beer",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_intermountain.jpg"
    },
    {
      "name": "Hopulent IPA",
      "brewery": "Epic Brewing Company",
      "description": "Hopulent IPA is a big beer with lots of complex malt flavor and excessive hops. This beer will have changes to the grain bill and seasonal hop changes. The character of Hopulent IPA is over the top, too much of everything—a real HOP HEADS DELIGHT! Glassware: Pint, Tulip, Snifter. Food Pairings: Smoked or grilled meats, sharp cheeses, and very sweet desserts.",
      "url": "http://www.epicbrewing.com/the-beers/elevated-series/item/618-hopulent-ipa",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_hopulent.jpg"
    },
    {
      "name": "Copper Cone Pale Ale",
      "brewery": "Epic Brewing Company",
      "description": "Copper Cone Pale Ale is a special offering: an aroma rich pale ale that may vary the hops, malts and even sometimes the yeast used. Typically this beer is an \"over the top\" pale ale with a deep copper color and loads of dry hopping going into each batch. The fresh hop aroma of this beer makes it a stand out. Glassware: Pint. Food Pairings: Barbequed meats, cheddar cheese and sweet desserts.",
      "url": "http://www.epicbrewing.com/the-beers/elevated-series/item/617-copper-cone-pale-ale",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_copper_cone.jpg"
    },
    {
      "name": "Brainless Belgian-Style Golden Ale",
      "brewery": "Epic Brewing Company",
      "description": "Brainless® Belgian-Style Golden Ale has a rich and complex malt flavor balanced with a little bit of spicy noble hops and strong influences of fermentation esters from the Belgian yeast used. Various Belgian-like Rock Candies, hops and grains are employed to express variations within the style. Deceivingly drinkable, some liken these ales to the Devil sneaking up on you, so consume responsibly. Glassware: Tulip. Food Pairings: Spicy foods, seafood, fatty meats, and fruity desserts.",
      "url": "http://www.epicbrewing.com/the-beers/elevated-series/item/616-brainless-belgian-style-golden-ale",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_brainless.jpg"
    },
    {
      "name": "825 State Stout",
      "brewery": "Epic Brewing Company",
      "description": "This stout can range from dry to sweet, creamy or bitter. Flavors Epic explores within this stout are roast chocolate, toffee, mocha, coffee, burnt marshmallow and roasted nuts or combinations there-of. Glassware: Pint. Food Pairings: Rich, spicy food, barbeque, Mexican mole dishes, hearty Szechuan and dark chocolate desserts.",
      "url": "http://www.epicbrewing.com/the-beers/elevated-series/item/615-825-state-stout",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_825_state.jpg"
    },
    {
      "name": "Brainless Raspberries",
      "brewery": "Epic Brewing Company",
      "description": "Hints of raspberry bubble gum flavors from the Belgian yeast and fresh raspberries tease the pallet in this Brainless® offering. Glassware: Snifter, Tulip White Wine. Food Pairings: Hard cheeses, salads, and dark chocolate desserts.",
      "url": "http://www.epicbrewing.com/the-beers/exponential-series/item/644-brainless-raspberries",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_brainless_raspberries.jpg"
    },
    {
      "name": "Brainless IPA",
      "brewery": "Epic Brewing Company",
      "description": "Our Brainless® IPA pays tribute to the collaborative efforts of innovative brewers. The fruity Belgian yeast and powerful American hops relentlessly tease your pallet. Glassware: Pint, Snifter, Tulip. Food Pairings: Smoked or grilled meats, spicy foods, sharp cheeses, and very sweet desserts.",
      "url": "http://www.epicbrewing.com/the-beers/exponential-series/item/643-brainless-ipa",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_brainless_ipa.jpg"
    },
    {
      "name": "Blue Law Porter",
      "brewery": "Epic Brewing Company",
      "description": "The Blue Law Porter celebrates Utah's State Tree, the Blue Spruce. The spruce tips used are hand-picked from the grounds of Utah's State Capitol building where blue laws, like spruce tips, emerge each year! Glassware: Pint, Snifter. Food Pairings: Beef/pork tenderloin, spare ribs, and dark chocolate desserts.",
      "url": "http://www.epicbrewing.com/the-beers/exponential-series/item/642-blue-law-porter",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_blue_law_porter.jpg"
    },
    {
      "name": "Glutenator",
      "brewery": "Epic Brewing Company",
      "description": "You won't find any astringent sorghum in this beer. Instead we use light-bodied millet, brown rice, sweet potatoes and molasses along with plenty of American hops. This beer has a golden color, aromas of hops and sweet potatoes with a sweet grain flavor and a clean, sorghum-free finish. A gluten-free beer for everybody! Glassware: Pint, Snifter, White Wine. Food Pairings: Lighter foods including salads, chicken and fish.",
      "url": "http://www.epicbrewing.com/the-beers/exponential-series/item/641-glutenator",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/epic_glutenator.jpg"
    }
  ],
  "checkins": {},
  "users": {
    "simplelogin:1": {
      "email": "tewen@neosavvy.com",
      "name": "Tewen"
    },
    "simplelogin:2": {
      "email": "diane.dee.ewen@gmail.com",
      "name": "Diane.dee.ewen"
    }
  }
}
