{
  "beers": [
    {
      "description": "Rainbow trout tommy ruff rudd lake whitefish snake mackerel devil ray, mackerel shark blacktip reef shark. Píntano bango piranha dragon goby zebra trout gray reef shark Redhorse sucker.\n\n Pearlfish ronquil bottlenose surgeonfish scabbard fish, brown trout. Kahawai snailfish hagfish: lagena, Jack Dempsey Reef triggerfish zebra trout, regal whiptail catfish parrotfish: pikehead? Four-eyed fish luminous hake flathead sea dragon eucla cod needlefish deepwater flathead grideye. Butterflyfish, European eel yellowfin pike hawkfish, European chub giant danio baikal oilfish swordfish anglerfish chubsucker. Sandroller, searobin flathead burbot northern lampfish rivuline Pacific herring whitefish glowlight danio. Pacific cod pleco tuna climbing perch, unicorn fish icefish lookdown catfish rice eel river shark alewife.",
      "image": "http://i1113.photobucket.com/albums/k513/tewen2/slc_challenge/miller-beer_zps74ed8df3.jpg",
      "name": "Miller",
      "url": "http://www.millercoors.com/"
    },
    {
      "description": "Tommy ruff Australasian salmon capelin clown loach anchovy noodlefish ling goby pearleye frilled shark greeneye Sevan trout. Atlantic silverside. Blue triggerfish banjo catfish clown loach Redfin perch sawfish, seamoth pilot fish beardfish. Frogfish dartfish zebra lionfish, Manta Ray California smoothtongue hillstream loach wrasse, southern smelt beaked sandfish yellowhead jawfish salmon shark blue gourami Bombay duck three-toothed puffer. Bonnetmouth redlip blenny goatfish longfin smelt, dojo loach redmouth whalefish spiny dogfish, zebra loach round herring.",
      "image": "http://i1113.photobucket.com/albums/k513/tewen2/slc_challenge/guinness_zps14404369.jpg",
      "name": "Guinness",
      "url": "http://www.guinness.com/en-us/home.html"
    },
    {
      "description": "Gulper eel beluga sturgeon yellowhead jawfish round whitefish wallago, dealfish American sole. Chum salmon lemon shark burma danio silver carp glass catfish anglerfish skipping goby shortnose greeneye denticle herring. Yellowfin surgeonfish golden trout yellowfin tuna Cornish Spaktailed Bream angler catfish Reef triggerfish featherback cowfish. Sundaland noodlefish longnose lancetfish false cat shark turkeyfish alooh, ponyfish whiting kahawai roundhead. Upside-down catfish bluntnose minnow porgy. Candlefish bottlenose snake mackerel pencilsmelt eeltail catfish; Oregon chub viperfish: European minnow golden shiner round stingray.\n\nMoorish idol galjoen fish Australian herring; mail-cheeked fish; mosshead warbonnet, barbelless catfish. Cardinalfish soapfish dwarf loach airsac catfish, escolar North American darter velvet catfish, fusilier fish. Channel catfish threadfin bream scat mola mola sunfish. South American Lungfish stream catfish mackerel shark wobbegong. Yellowfin croaker, European flounder nurse shark Devario stoneroller minnow, mackerel morid cod combtail gourami clown triggerfish armorhead, mooneye daggertooth pike conger.",
      "image": "http://i1113.photobucket.com/albums/k513/tewen2/slc_challenge/stone-ipa_zps4e54dc0d.jpg",
      "name": "Stone IPA",
      "url": "http://www.stonebrewing.com/ipa/"
    },
    {
      "name": "Anniversary Barley Wine Ale",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: Rich and complex, this all malt barley wine exhibits hints of dried fruits, toffee and caramel balanced by an abundance of American hops. TASTING NOTES: Full malt taste, pleasant notes of nuts, chocolate, and dried fruit. Generously hoppy, delicately balancing the alcohol content. Finishes strong. Anniversary Barley Wine pairs well with cheeses such as blue cheese. STORY: First brewed in small batches annually to commemorate Uinta's anniversary, this soul-warming brew is now available year-round.",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_anniversary.png"
    },
    {
      "name": "Bristlecone Brown Ale",
      "brewery": "Uinta Brewing",
      "description": "DESCRIPTION: Malty in character, this brown ale has a smooth body and a clean, well-rounded finish. TASTING NOTES: Bristlecone Brown is malt-accented, but with a firm, nutty dryness and gentle fruitiness that is reminiscent of the classic English nut brown style. Bristlecone Brown Ale pairs well with duck, roast pork, grilled salmon and smoked sausages. Complements the flavors found in peanut sauces as in chicken satay. Explore pairing with nutty desserts and those with pears. STORY: No bristlecones were harmed in the production of this brew. Named as a tribute to the regal Great Basin Bristlecone pine. Among these stately survivors is the 4,765 year-old Methuselah, the oldest living inhabitant of North America. Its exact location is kept secret as an older relative nicknamed \"Prometheus\" was unfortunately cut down in 1964.",
      "url": "http://www.uintabrewing.com/brews.php",
      "image": "//s3-us-west-2.amazonaws.com/slcchallenge/images/uinta_bristlecone.png"
    }
  ],
  "checkins": {
    "simplelogin:1": [
      {
        "bar": "Bayou",
        "bartender": "George"
      },
      null,
      {
        "bar": "Fitzgeralds",
        "bartender": "Cindy"
      }
    ],
    "simplelogin:2": [
      null,
      {
        "bar": "Some Girly Place",
        "bartender": "Martin"
      },
      {
        "bar": "Harry's",
        "bartender": "Harry"
      }
    ]
  },
  "users": {
    "simplelogin:1": {
      "email": "tewen@neosavvy.com",
      "name": "Tewen"
    },
    "simplelogin:2": {
      "email": "diane.dee.ewen@gmail.com",
      "name": "Diane.dee.ewen"
    }
  }
}
